export const jpSuggestions = [
    {
      title: '🤓 複雑なことを説明する',
      content: '6歳の子供に人工知能を説明できるように、人工知能を説明してください。',
      exampleQuestion: '6歳の子供に人工知能を説明できるように、人工知能を説明してください。',
    },
    {
      title: '🧠 提案を得て、新しいアイデアを生み出す',
      content: '世界で最高の10のコーディングアイデアを教えてください。',
      exampleQuestion: '世界で最高の10のコーディングアイデアを教えてください。',
    },
    {
      title: '💭 翻訳、要約、文法の修正など',
      content: '"I love you"をフランス語に翻訳してください。',
      exampleQuestion: '"I love you"をフランス語に翻訳してください。',
    },
    {
      title: '🌐 国や都市について説明する',
      content: 'パリの歴史、文化、有名な観光名所について教えてください。',
      exampleQuestion: 'パリの歴史、文化、有名な観光名所について教えてください。',
    },
    {
      title: '🎨 クリエイティブな物語のアイデアを得る',
      content: '時間旅行についての短編小説のアイデアを教えてください。',
      exampleQuestion: '時間旅行についての短編小説のアイデアを教えてください。',
    },
    {
      title: '📚 トピックについて学ぶ',
      content: '量子力学の基礎を説明してください。',
      exampleQuestion: '量子力学の基礎を説明してください。',
    },
    {
      title: '🧪 科学的な説明を得る',
      content: 'ワクチンは病気から身を守るためにどのように機能しますか?',
      exampleQuestion: 'ワクチンは病気から身を守るためにどのように機能しますか?',
    },
    {
      title: '📈 データとトレンドを分析する',
      content: 'この売上データから得られる洞察は何ですか?',
      exampleQuestion: 'この売上データから得られる洞察は何ですか?',
    },
    {
      title: '💻 コーディングの助けを得る',
      content: 'JavaScriptで再帰関数をどのように実装すればよいですか?',
      exampleQuestion: 'JavaScriptで再帰関数をどのように実装すればよいですか?',
    },
    {
      title: '🔍 トピックについて調べる',
      content: 'アメリカ南北戦争の主要な出来事と人物は何ですか?',
      exampleQuestion: 'アメリカ南北戦争の主要な出来事と人物は何ですか?',
    },
    {
      title: '📝 ライティングの支援を得る',
      content: '環境保護の重要性について説得力のある小論文を書くのを助けてください。',
      exampleQuestion: '環境保護の重要性について説得力のある小論文を書くのを助けてください。',
    },
    {
      title: '🧮 数学の問題を解く',
      content: '半径5メートルの円の面積を計算してください。',
      exampleQuestion: '半径5メートルの円の面積を計算してください。',
    },
    {
      title: '🌍 異なる文化について学ぶ',
      content: '日本の伝統的な習慣やお祭りにはどのようなものがありますか?',
      exampleQuestion: '日本の伝統的な習慣やお祭りにはどのようなものがありますか?',
    },
    {
      title: '🎵 歌詞や音楽のおすすめを得る',
      content: 'クイーンの「ボヘミアン·ラプソディ」の歌詞を教えてください。',
      exampleQuestion: 'クイーンの「ボヘミアン·ラプソディ」の歌詞を教えてください。',
    },
    {
      title: '🍴 料理のヒントとレシピを得る',
      content: 'イタリア料理の定番、スパゲッティ・カルボナーラの作り方を教えてください。',
      exampleQuestion: 'イタリア料理の定番、スパゲッティ・カルボナーラの作り方を教えてください。',
    },
    {
      title: '🧩 パズルやブレインテaser問題を解く',
      content: 'この数列の次の数は何ですか: 2, 4, 8, 16, ...',
      exampleQuestion: 'この数列の次の数は何ですか: 2, 4, 8, 16, ...',
    },
    {
      title: '🧑‍💻 キャリアアドバイスを得る',
      content: 'ソフトウェア開発者に最も求められるスキルは何ですか?',
      exampleQuestion: 'ソフトウェア開発者に最も求められるスキルは何ですか?',
    },
    {
      title: '🏠 住宅改修のヒントを得る',
      content: '予算内でキッチンをリフォームするにはどうすればよいですか?',
      exampleQuestion: '予算内でキッチンをリフォームするにはどうすればよいですか?',
    },
    {
      title: '🚗 自動車に関するアドバイスを得る',
      content: '古い車を維持するための最善のヒントは何ですか?',
      exampleQuestion: '古い車を維持するための最善のヒントは何ですか?',
    },
    {
      title: '🌱 園芸と植物について学ぶ',
      content: '初心者向けの手間のかからない室内植物にはどのようなものがありますか?',
      exampleQuestion: '初心者向けの手間のかからない室内植物にはどのようなものがありますか?',
    },
  ];